{
    "Core": "1. Lay face down on the floor or an exercise mat. This is your starting position.\n2. With your hips flat on the ground, push your upper body upward, while looking straight ahead. This will stretch the abdominal muscles.\n3. Hold the position for 20 seconds, then return to the starting position.\n4.Repeat 3 to 4 times.",
    "Neck":"1. Bend your head forward and slightly to the right.\n2. With your right hand, gently pull your head downward. You'll feel a nice, stretch along the back left side of your neck.\n3. Hold for about 30 seconds.\n4. Repeat on the opposite side.",
    "Arms":"1. Start standing or sitting tall. Bring one arm overhead and drop your forearm behind you, resting it on your back between your shoulder blades.\n2. With your other hand, grab right above your bent elbow and pull gently, until you feel a stretch in your shoulder and the back of your arm. Try to keep your bicep close to your ear.\n3. Hold for at least 30 seconds.\n4. Repeat on the other side.",
    "Glutes":"1.Lie on your back with your feet flat on the floor.\n2. Cross your left foot over your right quad.\n3. Lift your right leg off the floor.\n4. Grab onto the back of your right leg and gently pull it toward your chest. When you feel a comfortable stretch, hold there.\n5. Hold for 30 seconds to 2 minutes.\n6. Switch sides and repeat.",
    "Legs":"1. Stand with your feet together.\n2. Bend your left knee and use your left hand to pull your left foot toward your butt. Keep your knees together. If you need to, put one hand on a wall for balance.\n3. Squeeze your glutes to increase the stretch in the front of your legs.\n4. Hold for 30 seconds to 2 minutes.\n5. Repeat on the other leg.",
    "Shoulders":"1.Start standing or sitting tall.\n2. Grab one arm above your elbow with your opposite hand, and pull it across your body toward your chest until you feel a stretch in your shoulder. Make sure to keep your elbow below shoulder height.\n3. Hold for at least 30 seconds\n4. Repeat on the other side."
}